{
    "msgs": {
        "primaryImageOfPage[TOK_Q_DELIM]n5bbf8627136249008d83a5365f4d0567b4[TOK_Q_DELIM]Organization": [
            "(primaryImageOfPage) is not a property of (Organization)."
        ],
        "about[TOK_Q_DELIM]http://juliabrimedwardsportlandschools.com/about-julia/#julia[TOK_Q_DELIM]Organization": [
            "(about) is not a property of (Organization)."
        ],
        "text[TOK_Q_DELIM]Accountable leadership we need now for safe, strong schools. Dear Neighbors, Portlanders have long valued and supported public education, and in large numbers Portland parents continue to send their children to public schools. Today our public schools and students face serious challenges: A crumbling infrastructure, lead in the water and other safety issues, a top leadership transition, inconsistent Central Office accountability, and other issues. I made the decision to run because even during this moment of serious vulnerability for Portland Public Schools, I remain optimistic about the future of our schools and believe I can help lead our school district to a better place. Our problems are solvable. Our teachers, principals, and school staff are working hard every day to support and prepare students. Parents in Portland are very engaged. A finalist for the superintendent role has been identified. As a parent and former School Board member, you can count on me to bring my passion for public schools, a student focus, management and budgeting experience, and a “can do” attitude—along with bold, level-headed, and accountable leadership—to my board service.  I hope to earn your vote! Thank you, Julia[TOK_Q_DELIM]Organization": [
            "(text) is not a property of (Organization)."
        ],
        "logo[TOK_Q_DELIM]http://juliabrimedwardsportlandschools.com/wp-content/themes/julia-for-school-board/library/images/logo.jpg[TOK_Q_DELIM]WebPage": [
            "(logo) is not a property of (WebPage)."
        ]
    },
    "score": 0.714285734693876,
    "n_infos": 14,
    "valid": false
}