{
    "chunk_0": {
        "status": "success",
        "datePublished[TOK_Q_DELIM]2022[TOK_Q_DELIM]Book": {
            "query": "datePublished: Date of first broadcast/publication.",
            "response": "TOKNEG"
        },
        "description[TOK_Q_DELIM] L'editorial MAD i Xaloc Oposicions us ofereixen el temari d'Audició i Llenguatge per a l'accés al cos de mestres segons el programa oficial vigent.En aquest volum incloem els tretze primers temes, elaborats tenint en compte la Llei Orgànica 2/2006, de 3 de maig, d'Educació i el Decret 119/2015, del 23 de juny, d'ordenació dels ensenyaments de l'educació primària.Tots els temes han estat redactats amb profunditat i rigor per assegurar una preparació eficaç i completa i, tot atenent als criteris establerts, a més del desenvolupament dels continguts responent fidelment els epígrafs, inclouen índex, introducció, conclusió, glossari, esquema y bibliografia especialitzada. [TOK_Q_DELIM]Book": {
            "query": "description: A description of the item.",
            "response": "TOKPOS"
        },
        "priceCurrency[TOK_Q_DELIM]EUR[TOK_Q_DELIM]Offer": {
            "query": "priceCurrency: The currency of the price, or a price component when attached to [[PriceSpecification]] and its subtypes.\\n\\nUse standard formats: [ISO 4217 currency format](http://en.wikipedia.org/wiki/ISO_4217), e.g. \"USD\"; [Ticker symbol](https://en.wikipedia.org/wiki/List_of_cryptocurrencies) for cryptocurrencies, e.g. \"BTC\"; well known names for [Local Exchange Trading Systems](https://en.wikipedia.org/wiki/Local_exchange_trading_system) (LETS) and other currency types, e.g. \"Ithaca HOUR\".",
            "response": "TOKPOS"
        },
        "price[TOK_Q_DELIM]32.00[TOK_Q_DELIM]Offer": {
            "query": "price: The offer price of a product, or of a price component when attached to PriceSpecification and its subtypes.\\n\\nUsage guidelines:\\n\\n* Use the [[priceCurrency]] property (with standard formats: [ISO 4217 currency format](http://en.wikipedia.org/wiki/ISO_4217), e.g. \"USD\"; [Ticker symbol](https://en.wikipedia.org/wiki/List_of_cryptocurrencies) for cryptocurrencies, e.g. \"BTC\"; well known names for [Local Exchange Trading Systems](https://en.wikipedia.org/wiki/Local_exchange_trading_system) (LETS) and other currency types, e.g. \"Ithaca HOUR\") instead of including [ambiguous symbols](http://en.wikipedia.org/wiki/Dollar_sign#Currencies_that_use_the_dollar_or_peso_sign) such as '$' in the value.\\n* Use '.' (Unicode 'FULL STOP' (U+002E)) rather than ',' to indicate a decimal point. Avoid using these symbols as a readability separator.\\n* Note that both [RDFa](http://www.w3.org/TR/xhtml-rdfa-primer/#using-the-content-attribute) and Microdata syntax allow the use of a \"content=\" attribute for publishing simple machine-readable values alongside more human-friendly formatting.\\n* Use values from 0123456789 (Unicode 'DIGIT ZERO' (U+0030) to 'DIGIT NINE' (U+0039)) rather than superficially similar Unicode symbols.",
            "response": "TOKPOS"
        },
        "isbn[TOK_Q_DELIM]978-84-142-5527-8[TOK_Q_DELIM]Book": {
            "query": "isbn: The ISBN of the book.",
            "response": "TOKPOS"
        },
        "about[TOK_Q_DELIM]Tema 1. L'evolució de l'educació especial a Europa en les últimes dècades: de la institucionalització i del model clínic a la normalització de serveis i al model pedagògic.Tema 2. L'educació especial en el marc de la LOGSE. El seu desenvolupament normatiu. El concepte d'alumnes amb necessitats educatives especials.Tema 3. El procés d'identificació i de valoració de les necessitats educatives especials dels alumnes i la seva relació amb el currículum. Decisions d'escolarització.Tema 4. El centre ordinari i la resposta a les necessitats especials dels alumnes. El projecte educatiu i el projecte curricular en relació amb aquests alumnes. Les adaptacions curriculars.Tema 5. El centre específic d'educació especial. Característiques del projecte educatiu i del projecte curricular: referents bàsics i criteris per a la seva elaboració.Tema 6. Els recursos materials i personals per a l'atenció de l'alumnat amb necessitats específiques de suport educatiu. Recursos de l'escola. Recursos externs a l'escola. Collaboració entre serveis específics i serveis ordinaris.Tema 7. Conceptes bàsics sobre la comunicació i el llenguatge. Adquisició i desenvolupament de la comunicació i el llenguatge i la seva relació amb el pensament social i afectiu.Tema 8. Bases anatòmiques, fisiològiques i neurològiques del llenguatge. Processos de codificació i descodificació lingüística. Descripció i anàlisi dels components del llenguatge.Tema 9. Característiques del llenguatge dels alumnes d'educació infantil i primària. Alteracions del llenguatge més freqüents en aquestes etapes educatives. Actuacions preventives.Tema 10. Sistemes alternatius i augmentatius de comunicació. El procés d'avaluació i presa de dedicions relacionat amb els sistemes alternatius. El procés d'intervenció.Tema 11. Les necessitats educatives especials dels alumnes amb deficiència auditiva. Aspectes diferencials en el desenvolupament de la comunicació i el llenguatge.Tema 12. Identificació de les necessitats educatives especials dels alumnes amb deficiència auditiva. Sistemes de detecció del dèficit auditiu.Tema 13. La intervenció del mestre d'audició i llenguatge amb els alumnes amb deficiència auditiva. Criteris per a l'elaboració d'adaptacions curriculars. Ajudes tècniques per a la comunicació: tipus i criteris d'utilització. [TOK_Q_DELIM]Book": {
            "query": "about: The subject matter of the content.",
            "response": "TOKPOS"
        },
        "publisher[TOK_Q_DELIM]7 Editores (MAD)[TOK_Q_DELIM]Book": {
            "query": "publisher: The publisher of the creative work.",
            "response": "TOKPOS"
        },
        "image[TOK_Q_DELIM]file:///es/imagenes/9788414/978841425527.JPG[TOK_Q_DELIM]Book": {
            "query": "image: An image of the item. This can be a [[URL]] or a fully described [[ImageObject]].",
            "response": "TOKNEG"
        },
        "numberOfPages[TOK_Q_DELIM]206[TOK_Q_DELIM]Book": {
            "query": "numberOfPages: The number of pages in the book.",
            "response": "TOKPOS"
        },
        "url[TOK_Q_DELIM]https://llibreria.diba.cat/es/libro/cos-de-mestres-audicio-i-llenguatge-t1_66572[TOK_Q_DELIM]Offer": {
            "query": "url: URL of the item.",
            "response": "TOKPOS"
        },
        "name[TOK_Q_DELIM]COS DE MESTRES. AUDICIÓ I LLENGUATGE (T1)[TOK_Q_DELIM]Book": {
            "query": "name: The name of the item.",
            "response": "TOKPOS"
        },
        "score": 0.8181818181818182
    }
}