{
    "chunk_0": {
        "status": "success",
        "description[TOK_Q_DELIM]A few months ago my best friend bought a 20 year old condo. Upon moving in we noticed mold in various rooms. Catstrong helped us to remove the mold as well as work with the insurance company even though we were still unpacking! Catstrong is the most caring organization I've ever worked with and truly wants to help people in times of confusion.[TOK_Q_DELIM]Review": {
            "query": "description: A description of the item.",
            "response": "TOKPOS"
        },
        "description[TOK_Q_DELIM]The ashes in my apartment was unbelievable. I was reluctant to resolve the issues because I was unclear of fees and if my insurance company would cover the damage. Luckily the first company I called was Catstrong. The firm worked with my insurance company to cover the cost of air duct cleaning. Not only did Catstrong resolve my dust concern, but helped to eliminate any future health risks. Thanks Catstrong!!\r\n[TOK_Q_DELIM]Review": {
            "query": "description: A description of the item.",
            "response": "TOKPOS"
        },
        "description[TOK_Q_DELIM]I bought a new fixer upper with my wife this summer and once we moved in we noticed that the house had a mold problem that needed to be fixed. I found Catstrong and they fixed my problem in no time. Great professional job. They finished the job really fast and had a great price![TOK_Q_DELIM]Review": {
            "query": "description: A description of the item.",
            "response": "TOKPOS"
        },
        "description[TOK_Q_DELIM]I would recommend them to my family and friends. I appreciate the work and their Customer service[TOK_Q_DELIM]Review": {
            "query": "description: A description of the item.",
            "response": "TOKPOS"
        },
        "description[TOK_Q_DELIM]Three days ago at my girlfriend's condo, I noticed mold on the ceiling around the chandelier and urgently called Catstrong. Their team showed up within an hour's notice and explained the process of mold removal. The company worked with us from start to finish. We could not be more pleased with Catstrong's support through this whole experience.[TOK_Q_DELIM]Review": {
            "query": "description: A description of the item.",
            "response": "TOKPOS"
        },
        "description[TOK_Q_DELIM]At the time of the remodeling of my club the subcontractors noticed mold! I was advised by my associate to contact Catstrong. It's a fantastic thing I did! With the confined time I have within my week, Catstrong worked with me to be there at any time I needed them and made certain that mold would not be a foreseeable future issue.[TOK_Q_DELIM]Review": {
            "query": "description: A description of the item.",
            "response": "TOKPOS"
        },
        "description[TOK_Q_DELIM]Catstrong people are quite intuitive and well versed in thinking on their feet. Communicating all of what they derived was also crystal clear. I have recommended them to numerous friends all with the same result.[TOK_Q_DELIM]Review": {
            "query": "description: A description of the item.",
            "response": "TOKPOS"
        },
        "openingHours[TOK_Q_DELIM] Mo, Tu, We, Th, Fr, Sa, Su 00:00-23:59[TOK_Q_DELIM]LocalBusiness": {
            "query": "openingHours: The general opening hours for a business. Opening hours can be specified as a weekly time range, starting with days, then times per day. Multiple days can be listed with commas ',' separating each day. Day or time ranges are specified using a hyphen '-'.\\n\\n* Days are specified using the following two-letter combinations: ```Mo```, ```Tu```, ```We```, ```Th```, ```Fr```, ```Sa```, ```Su```.\\n* Times are specified using 24:00 format. For example, 3pm is specified as ```15:00```, 10am as ```10:00```. \\n* Here is an example: <code>&lt;time itemprop=\"openingHours\" datetime=&quot;Tu,Th 16:00-20:00&quot;&gt;Tuesdays and Thursdays 4-8pm&lt;/time&gt;</code>.\\n* If a business is open 7 days a week, then it can be specified as <code>&lt;time itemprop=&quot;openingHours&quot; datetime=&quot;Mo-Su&quot;&gt;Monday through Sunday, all day&lt;/time&gt;</code>.",
            "response": "TOKPOS"
        },
        "description[TOK_Q_DELIM]Catstrong was very professional, and David was great to work with. We needed mold removed immediately from a storage closet, and Apex responded quickly to our call and finished the work in less than a week. I can't recommend David and Apex Mold Specialists enough![TOK_Q_DELIM]Review": {
            "query": "description: A description of the item.",
            "response": "TOKPOS"
        },
        "description[TOK_Q_DELIM]if you are looking for an honest answer to your questions n concerns regarding mold issues,I would recommend this company. Chy was very accommodating n fair in his billing. He thoroughly checked for mold not only once but twice. He saw that i was nervous about the situation n did not take advantage of that. Excellent company[TOK_Q_DELIM]Review": {
            "query": "description: A description of the item.",
            "response": "TOKPOS"
        },
        "score": 1.0
    }
}