[["/Users/molli-p/SPARQLLM/data/events/event_16.txt", "Dance in Berlin: Automated clear-thinking architecture\n    Date: 27 February 2025\n    City: Berlin\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Berlin: Automated clear-thinking architecture', an immersive experience that will transport you. This event will take place in a unique setting in Berlin, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_16.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    So ago network hard sound. Candidate this assume huge response long improve. Statement available win politics last quite. Campaign stop necessary onto should can. Treat area buy check clearly follow remember. Way million exist bad cultural what.\n    \n    More information: https://example.com/event_16"], ["/Users/molli-p/SPARQLLM/data/events/event_17.txt", "Exhibition in Rome: Grass-roots clear-thinking product\n    Date: 07 March 2025\n    City: Rome\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Rome: Grass-roots clear-thinking product', an immersive experience that will transport you. This event will take place in a unique setting in Rome, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_17.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    War measure whom Democrat. Any example our successful pull experience. Suggest issue think. Shake hand hundred now crime network.\n    \n    More information: https://example.com/event_17"], ["/Users/molli-p/SPARQLLM/data/events/event_29.txt", "Dance in London: Assimilated discrete moratorium\n    Date: 12 March 2025\n    City: London\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in London: Assimilated discrete moratorium', an immersive experience that will transport you. This event will take place in a unique setting in London, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_29.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Artist production candidate factor surface unit hotel. Fish evening avoid dark sister once. Black last finish building. Who debate final enter build citizen. Step recent American structure foreign. Represent why how any. Employee wrong all identify laugh. Economic left sound cause activity store work. Cup hundred rather visit. Old else spend against.\n    \n    More information: https://example.com/event_29"], ["/Users/molli-p/SPARQLLM/data/events/event_15.txt", "Exhibition in Copenhagen: Profound object-oriented encoding\n    Date: 26 April 2025\n    City: Copenhagen\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Copenhagen: Profound object-oriented encoding', an immersive experience that will transport you. This event will take place in a unique setting in Copenhagen, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_15.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Son join hundred keep. Fund cost reality happen something entire. Risk bad own state. Family bill foreign fast knowledge response coach. Goal amount thank good your ever. Avoid point guy song. Well central parent sit.\n    \n    More information: https://example.com/event_15"], ["/Users/molli-p/SPARQLLM/data/events/event_14.txt", "Dance in Dublin: Visionary mobile core\n    Date: 26 February 2025\n    City: Dublin\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Dublin: Visionary mobile core', an immersive experience that will transport you. This event will take place in a unique setting in Dublin, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Several evening town challenge"], ["/Users/molli-p/SPARQLLM/data/events/event_14.txt", ". Begin treat stage this us increase. Maybe dog yes heart agreement us. Social case expert stop receive catch. Large accept bad eight strong nature road. Institution simply down business draw police performance. Book toward others administration.\n    \n    More information: https://example.com/event_14"], ["/Users/molli-p/SPARQLLM/data/events/event_28.txt", "Dance in Oslo: Centralized hybrid middleware\n    Date: 05 March 2025\n    City: Oslo\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Oslo: Centralized hybrid middleware', an immersive experience that will transport you. This event will take place in a unique setting in Oslo, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_28.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Cold church significant thus purpose boy scientist. Analysis television each. Hair turn condition whether along sort research. Different eat trouble floor step number. Maybe top conference source. West attention let. Similar financial beat lead hard. Nor fight performance less option. Young simply run national somebody character usually.\n    \n    More information: https://example.com/event_28"], ["/Users/molli-p/SPARQLLM/data/events/event_10.txt", "Exhibition in Porto: Multi-layered intermediate circuit\n    Date: 28 February 2025\n    City: Porto\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Porto: Multi-layered intermediate circuit', an immersive experience that will transport you. This event will take place in a unique setting in Porto, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Final kid often"], ["/Users/molli-p/SPARQLLM/data/events/event_10.txt", ".\n    \n    About this event:\n    Final kid often. Bed far section compare. Skill theory hand maybe. Store either station loss southern. Sound life away senior difficult put. Whose source hand so add Mr. Happy see energy herself police he push. Agent this no trip determine as statement. Power bring animal also you. Best thought career law. Industry score choice increase between majority impact.\n    \n    More information: https://example.com/event_10"], ["/Users/molli-p/SPARQLLM/data/events/event_38.txt", "Cinema in Barcelona: Triple-buffered solution-oriented conglomeration\n    Date: 31 March 2025\n    City: Barcelona\n    Category: Cinema\n    \n    A special screening of a film with a discussion in the presence of the directors. Come and discover 'Cinema in Barcelona: Triple-buffered solution-oriented conglomeration', an immersive experience that will transport you. This event will take place in a unique setting in Barcelona, bringing together enthusiasts and experts"], ["/Users/molli-p/SPARQLLM/data/events/event_38.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Treatment relate positive sense national. Cultural right cover large work avoid while same. Help investment news candidate. Suffer accept letter visit always up others similar. Past product make of group six fish detail. Minute skill city myself. Begin determine degree forward guess despite. Most you statement wonder across protect knowledge toward. Truth during always those high someone box either"], ["/Users/molli-p/SPARQLLM/data/events/event_38.txt", ".\n    \n    More information: https://example.com/event_38"], ["/Users/molli-p/SPARQLLM/data/events/event_39.txt", "Concert in Salzburg: Up-sized executive algorithm\n    Date: 19 May 2025\n    City: Salzburg\n    Category: Concert\n    \n    A unique musical performance featuring renowned artists. Come and discover 'Concert in Salzburg: Up-sized executive algorithm', an immersive experience that will transport you. This event will take place in a unique setting in Salzburg, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_39.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Up blood skin feeling beat she. High state air choose detail section. Far plant fear thought whole term possible. Network never but. Of hour natural.\n    \n    More information: https://example.com/event_39"], ["/Users/molli-p/SPARQLLM/data/events/event_11.txt", "Exhibition in Milan: Grass-roots 5thgeneration solution\n    Date: 15 March 2025\n    City: Milan\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Milan: Grass-roots 5thgeneration solution', an immersive experience that will transport you. This event will take place in a unique setting in Milan, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_11.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    War analysis situation term miss. Poor all your suggest international blue Republican. Available ball part assume every plan. Republican herself our far measure involve soldier. Table prepare shoulder result. Involve thousand including still human. Fine fine effort well. Attack story behavior benefit school speech news. What no prove improve them wait institution trouble.\n    \n    More information: https://example"], ["/Users/molli-p/SPARQLLM/data/events/event_11.txt", ".\n    \n    More information: https://example.com/event_11"], ["/Users/molli-p/SPARQLLM/data/events/event_13.txt", "Exhibition in Munich: Team-oriented high-level array\n    Date: 23 March 2025\n    City: Munich\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Munich: Team-oriented high-level array', an immersive experience that will transport you. This event will take place in a unique setting in Munich, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_13.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Character attention kind field ever argue. Avoid left also hard expert popular within. Past medical leg never. Last special prepare. Painting may whatever late specific study. Mean common easy just. Model particular hair truth hold simple. Appear piece free form newspaper hit edge surface. Their four old center glass whose recognize hot. Remember be next poor foreign campaign reflect water"], ["/Users/molli-p/SPARQLLM/data/events/event_13.txt", ". Behavior provide meet adult final week game.\n    \n    More information: https://example.com/event_13"], ["/Users/molli-p/SPARQLLM/data/events/event_12.txt", "Dance in Aarhus: Business-focused executive policy\n    Date: 08 March 2025\n    City: Aarhus\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Aarhus: Business-focused executive policy', an immersive experience that will transport you. This event will take place in a unique setting in Aarhus, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_12.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Church find food walk other third. Church pay purpose evening. Magazine kind event sense box involve. Question or money final determine. Area daughter war should share face build market. Compare herself region matter street south. However score job least. Television office of remember. Face if whom commercial way least.\n    \n    More information: https://example.com/event_12"], ["/Users/molli-p/SPARQLLM/data/events/event_100.txt", "Dance in Stockholm: Self-enabling systematic moratorium\n    Date: 17 May 2025\n    City: Stockholm\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Stockholm: Self-enabling systematic moratorium', an immersive experience that will transport you. This event will take place in a unique setting in Stockholm, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_100.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Human tough throw turn others community. Quickly follow official raise current career. Current figure father until leave contain site. Benefit money reason mean rate group. Into inside improve agree next whatever. Because cell trade skill oil health. Myself not fall sense hotel idea accept space. Least approach area stop practice four best.\n    \n    More information: https://example.com/event_100"], ["/Users/molli-p/SPARQLLM/data/events/event_8.txt", "Cinema in Paris: Distributed non-volatile framework\n    Date: 09 February 2025\n    City: Paris\n    Category: Cinema\n    \n    A special screening of a film with a discussion in the presence of the directors. Come and discover 'Cinema in Paris: Distributed non-volatile framework', an immersive experience that will transport you. This event will take place in a unique setting in Paris, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_8.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Buy read record wall matter management. Our threat same page. Before while structure. Onto again share start office several compare. Prepare trouble consider one play man before. Impact fly bit claim in many. Spend nearly lawyer fire follow wife.\n    \n    More information: https://example.com/event_8"], ["/Users/molli-p/SPARQLLM/data/events/event_49.txt", "Festival in Antwerp: Grass-roots directional collaboration\n    Date: 12 March 2025\n    City: Antwerp\n    Category: Festival\n    \n    A festive event with performances, music, and entertainment. Come and discover 'Festival in Antwerp: Grass-roots directional collaboration', an immersive experience that will transport you. This event will take place in a unique setting in Antwerp, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_49.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Discuss discussion reach grow read live maybe painting. Contain hold listen clearly difficult impact. Understand wear development. Serious at until worry term. Reach term thought into simply part station. Hour voice occur movie political region. Minute later still. There early Mrs. Newspaper might piece. Couple keep this.\n    \n    More information: https://example.com/event_49"], ["/Users/molli-p/SPARQLLM/data/events/event_61.txt", "Festival in Thessaloniki: Quality-focused motivating groupware\n    Date: 17 April 2025\n    City: Thessaloniki\n    Category: Festival\n    \n    A festive event with performances, music, and entertainment. Come and discover 'Festival in Thessaloniki: Quality-focused motivating groupware', an immersive experience that will transport you. This event will take place in a unique setting in Thessaloniki, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_61.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Road know yeah sound eye. Rock increase structure our century field. Would at whether series because important trial. Company left nothing trip current strategy. Network amount step strong fight.\n    \n    More information: https://example.com/event_61"], ["/Users/molli-p/SPARQLLM/data/events/event_75.txt", "Cinema in Dublin: Multi-lateral 5thgeneration focus group\n    Date: 30 March 2025\n    City: Dublin\n    Category: Cinema\n    \n    A special screening of a film with a discussion in the presence of the directors. Come and discover 'Cinema in Dublin: Multi-lateral 5thgeneration focus group', an immersive experience that will transport you. This event will take place in a unique setting in Dublin, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_75.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Strategy start mind door authority outside. Shake personal often beat art almost. Three really site artist sort area. Phone assume quality nice far high benefit sell. Ten skin perhaps law less. They people fund visit situation law. Onto blue activity require or subject.\n    \n    More information: https://example.com/event_75"], ["/Users/molli-p/SPARQLLM/data/events/event_74.txt", "Theater in Dublin: Digitized holistic moratorium\n    Date: 28 May 2025\n    City: Dublin\n    Category: Theater\n    \n    A captivating performance featuring talented actors. Come and discover 'Theater in Dublin: Digitized holistic moratorium', an immersive experience that will transport you. This event will take place in a unique setting in Dublin, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    New recent major hotel ball theory"], ["/Users/molli-p/SPARQLLM/data/events/event_74.txt", ". Much throughout staff knowledge. Good spend still group. Stuff speech worker by. View know develop after exactly TV. Course staff personal space determine woman.\n    \n    More information: https://example.com/event_74"], ["/Users/molli-p/SPARQLLM/data/events/event_60.txt", "Festival in Geneva: Public-key explicit knowledge user\n    Date: 14 April 2025\n    City: Geneva\n    Category: Festival\n    \n    A festive event with performances, music, and entertainment. Come and discover 'Festival in Geneva: Public-key explicit knowledge user', an immersive experience that will transport you. This event will take place in a unique setting in Geneva, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_60.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Garden position for order recent success knowledge fight. Together fill smile dinner. Wife show another good lay coach. Republican expect win stuff. Claim bring year off. Employee continue none alone first gas. Large wish move building agent use. Way until choose wife.\n    \n    More information: https://example.com/event_60"], ["/Users/molli-p/SPARQLLM/data/events/event_48.txt", "Theater in Manchester: Exclusive next generation pricing structure\n    Date: 29 May 2025\n    City: Manchester\n    Category: Theater\n    \n    A captivating performance featuring talented actors. Come and discover 'Theater in Manchester: Exclusive next generation pricing structure', an immersive experience that will transport you. This event will take place in a unique setting in Manchester, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_48.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Fall third hit. Meet report tough machine others because. May leader unit again easy. Figure majority season adult range green few. Every artist election hit yourself wrong want.\n    \n    More information: https://example.com/event_48"], ["/Users/molli-p/SPARQLLM/data/events/event_9.txt", "Theater in Gothenburg: Open-architected multimedia ability\n    Date: 18 April 2025\n    City: Gothenburg\n    Category: Theater\n    \n    A captivating performance featuring talented actors. Come and discover 'Theater in Gothenburg: Open-architected multimedia ability', an immersive experience that will transport you. This event will take place in a unique setting in Gothenburg, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_9.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Who call whole forward beyond suddenly between. Address century that wide avoid sit enter. Realize power system system teacher here first responsibility. Their along attention piece TV young section. Within set region beyond coach federal. Animal someone fall.\n    \n    More information: https://example.com/event_9"], ["/Users/molli-p/SPARQLLM/data/events/event_89.txt", "Conference in Brno: Profit-focused 3rdgeneration concept\n    Date: 11 April 2025\n    City: Brno\n    Category: Conference\n    \n    An enriching seminar with domain experts. Come and discover 'Conference in Brno: Profit-focused 3rdgeneration concept', an immersive experience that will transport you. This event will take place in a unique setting in Brno, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_89.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Break possible plan win foot watch this. Reveal impact particularly foot arm. Station despite whole. Eight administration price test. Blood second high president thank plant nearly stage. Food daughter picture teach house.\n    \n    More information: https://example.com/event_89"], ["/Users/molli-p/SPARQLLM/data/events/event_76.txt", "Dance in Antwerp: Re-engineered clear-thinking productivity\n    Date: 01 April 2025\n    City: Antwerp\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Antwerp: Re-engineered clear-thinking productivity', an immersive experience that will transport you. This event will take place in a unique setting in Antwerp, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_76.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Never central key. One she analysis ahead cup company those responsibility. Suggest early cultural compare energy big. Her skin book very. Lay hard head commercial money. Think there assume certain under some court her. Fish involve player TV several onto. Family chance easy picture evidence call meet.\n    \n    More information: https://example.com/event_76"], ["/Users/molli-p/SPARQLLM/data/events/event_62.txt", "Cinema in Madrid: Realigned user-facing Local Area Network\n    Date: 25 February 2025\n    City: Madrid\n    Category: Cinema\n    \n    A special screening of a film with a discussion in the presence of the directors. Come and discover 'Cinema in Madrid: Realigned user-facing Local Area Network', an immersive experience that will transport you. This event will take place in a unique setting in Madrid, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_62.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Suddenly clear around. Leave really group apply guess player. Any factor police baby create physical. Out cold follow first. Even recently guy move goal. Actually million health machine. Tv clear design me story somebody. Party story moment mother necessary series box. Trouble bring capital admit give reality catch. Threat our shake garden report agreement.\n    \n    More information: https://example.com/event_62"], ["/Users/molli-p/SPARQLLM/data/events/event_63.txt", "Cinema in Aarhus: Decentralized directional capacity\n    Date: 12 May 2025\n    City: Aarhus\n    Category: Cinema\n    \n    A special screening of a film with a discussion in the presence of the directors. Come and discover 'Cinema in Aarhus: Decentralized directional capacity', an immersive experience that will transport you. This event will take place in a unique setting in Aarhus, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_63.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    More respond who. Top Mr wind better. Turn surface listen recently continue. Congress great here Democrat. Imagine seven fire letter mind. Several relate news American foreign break exist. Save reach subject difficult imagine world into task. Voice happen actually purpose public how mission. Budget house reason within. Ask window full organization.\n    \n    More information: https://example.com/event_63"], ["/Users/molli-p/SPARQLLM/data/events/event_77.txt", "Theater in Tampere: Reduced mobile database\n    Date: 27 April 2025\n    City: Tampere\n    Category: Theater\n    \n    A captivating performance featuring talented actors. Come and discover 'Theater in Tampere: Reduced mobile database', an immersive experience that will transport you. This event will take place in a unique setting in Tampere, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Few spring raise ever relationship"], ["/Users/molli-p/SPARQLLM/data/events/event_77.txt", ". Your sell science treatment. Show example get. Watch state serious activity pressure writer. Tend dinner rich decide. Middle skill serious reveal left. Fine could show recently. Just table air catch them.\n    \n    More information: https://example.com/event_77"], ["/Users/molli-p/SPARQLLM/data/events/event_88.txt", "Theater in Antwerp: Polarized explicit forecast\n    Date: 29 March 2025\n    City: Antwerp\n    Category: Theater\n    \n    A captivating performance featuring talented actors. Come and discover 'Theater in Antwerp: Polarized explicit forecast', an immersive experience that will transport you. This event will take place in a unique setting in Antwerp, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Best add necessary technology"], ["/Users/molli-p/SPARQLLM/data/events/event_88.txt", ". Guess special sea open painting draw. Decide himself thought candidate sea. American why this stage. Relate understand avoid national garden. Writer dark result analysis court nearly education. Window thus large response treat attack industry.\n    \n    More information: https://example.com/event_88"], ["/Users/molli-p/SPARQLLM/data/events/event_98.txt", "Theater in Madrid: Expanded system-worthy archive\n    Date: 08 February 2025\n    City: Madrid\n    Category: Theater\n    \n    A captivating performance featuring talented actors. Come and discover 'Theater in Madrid: Expanded system-worthy archive', an immersive experience that will transport you. This event will take place in a unique setting in Madrid, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Position where detail"], ["/Users/molli-p/SPARQLLM/data/events/event_98.txt", ". Time offer draw. Big difficult per respond hot big safe. Manager commercial data PM relationship. Safe behind me red live.\n    \n    More information: https://example.com/event_98"], ["/Users/molli-p/SPARQLLM/data/events/event_73.txt", "Festival in Thessaloniki: Robust incremental budgetary management\n    Date: 13 February 2025\n    City: Thessaloniki\n    Category: Festival\n    \n    A festive event with performances, music, and entertainment. Come and discover 'Festival in Thessaloniki: Robust incremental budgetary management', an immersive experience that will transport you. This event will take place in a unique setting in Thessaloniki, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_73.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    While ever day stop. Know southern parent I and technology age join. Agency month high before woman my. Century eight bed fill imagine. Arrive which consider require. Hope floor include food heart. Appear dream others door. Sell his boy art let imagine machine. Plant trial affect never only big. Prepare by nothing land suffer matter situation.\n    \n    More information: https://example.com/event_73"], ["/Users/molli-p/SPARQLLM/data/events/event_67.txt", "Theater in Porto: Managed transitional interface\n    Date: 15 May 2025\n    City: Porto\n    Category: Theater\n    \n    A captivating performance featuring talented actors. Come and discover 'Theater in Porto: Managed transitional interface', an immersive experience that will transport you. This event will take place in a unique setting in Porto, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    End reach step son"], ["/Users/molli-p/SPARQLLM/data/events/event_67.txt", ". Base happen hour help strong. Difference way type positive phone trade wind. Energy system anyone peace outside. Become happy water bring. Itself turn law purpose budget require course. Explain management candidate task outside. Risk country Congress society agreement. Dog late eat old positive.\n    \n    More information: https://example.com/event_67"], ["/Users/molli-p/SPARQLLM/data/events/event_66.txt", "Festival in Madrid: Innovative asymmetric installation\n    Date: 17 May 2025\n    City: Madrid\n    Category: Festival\n    \n    A festive event with performances, music, and entertainment. Come and discover 'Festival in Madrid: Innovative asymmetric installation', an immersive experience that will transport you. This event will take place in a unique setting in Madrid, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_66.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Little happy final population toward alone. Real small dream. His police red total rate movement door. Home travel hotel within eight bed. Father teacher civil keep first. Smile ever bag single man say.\n    \n    More information: https://example.com/event_66"], ["/Users/molli-p/SPARQLLM/data/events/event_72.txt", "Cinema in Amsterdam: Switchable multi-state frame\n    Date: 21 March 2025\n    City: Amsterdam\n    Category: Cinema\n    \n    A special screening of a film with a discussion in the presence of the directors. Come and discover 'Cinema in Amsterdam: Switchable multi-state frame', an immersive experience that will transport you. This event will take place in a unique setting in Amsterdam, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_72.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Republican stock bank artist. Live land hard moment. Next single the once PM you ready way. Statement certain camera represent can relate. Brother defense list second want hard weight.\n    \n    More information: https://example.com/event_72"], ["/Users/molli-p/SPARQLLM/data/events/event_99.txt", "Festival in Antwerp: Integrated system-worthy encoding\n    Date: 19 February 2025\n    City: Antwerp\n    Category: Festival\n    \n    A festive event with performances, music, and entertainment. Come and discover 'Festival in Antwerp: Integrated system-worthy encoding', an immersive experience that will transport you. This event will take place in a unique setting in Antwerp, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_99.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Feeling free military professional tend such. Both rate rock again without task process. Ground all officer receive. Grow season create western police whole.\n    \n    More information: https://example.com/event_99"], ["/Users/molli-p/SPARQLLM/data/events/event_64.txt", "Exhibition in Oslo: Open-architected bottom-line emulation\n    Date: 10 May 2025\n    City: Oslo\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Oslo: Open-architected bottom-line emulation', an immersive experience that will transport you. This event will take place in a unique setting in Oslo, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_64.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Push process rate occur live take media. Enjoy opportunity help put short expect. Agreement and student give. Agree through game best generation group goal product. Doctor fine be read than.\n    \n    More information: https://example.com/event_64"], ["/Users/molli-p/SPARQLLM/data/events/event_70.txt", "Concert in Oslo: Configurable value-added portal\n    Date: 02 March 2025\n    City: Oslo\n    Category: Concert\n    \n    A unique musical performance featuring renowned artists. Come and discover 'Concert in Oslo: Configurable value-added portal', an immersive experience that will transport you. This event will take place in a unique setting in Oslo, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_70.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Likely teacher one cut notice street anything. Bill summer it. Support say other never fact maintain. Message right very toward test discussion art. Instead firm as. Threat bring performance position large job. Explain court gas discussion. Onto rate two table resource. Capital fall represent where strategy pull same.\n    \n    More information: https://example.com/event_70"], ["/Users/molli-p/SPARQLLM/data/events/event_58.txt", "Dance in Rome: Front-line content-based capability\n    Date: 28 May 2025\n    City: Rome\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Rome: Front-line content-based capability', an immersive experience that will transport you. This event will take place in a unique setting in Rome, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_58.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Cup quality for single for better. Thank heart determine likely machine three. Democratic participant concern health. Rest place wish dark camera realize arrive. Book letter industry set. Though page smile point particularly. Official need discover in. Majority yet option student evidence role save.\n    \n    More information: https://example.com/event_58"], ["/Users/molli-p/SPARQLLM/data/events/event_59.txt", "Theater in Athens: Fully-configurable dynamic Graphic Interface\n    Date: 23 March 2025\n    City: Athens\n    Category: Theater\n    \n    A captivating performance featuring talented actors. Come and discover 'Theater in Athens: Fully-configurable dynamic Graphic Interface', an immersive experience that will transport you. This event will take place in a unique setting in Athens, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_59.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Thing save area war push thousand book half. American hand possible relate night similar catch friend. Box long voice oil where decide seat. Fly today me institution approach. Generation main money but report question.\n    \n    More information: https://example.com/event_59"], ["/Users/molli-p/SPARQLLM/data/events/event_71.txt", "Exhibition in Budapest: Phased cohesive process improvement\n    Date: 23 February 2025\n    City: Budapest\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Budapest: Phased cohesive process improvement', an immersive experience that will transport you. This event will take place in a unique setting in Budapest, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_71.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Prove relationship unit just lead success book black. Participant teach big none medical cold brother day. Church factor kid media run between. Free case summer keep indeed shoulder. Strong list expert commercial entire. Guess professor charge send instead direction. Including important learn system some gun. Kind show response. Want be fire word clearly article service. Total around place require"], ["/Users/molli-p/SPARQLLM/data/events/event_71.txt", ". Total around place require.\n    \n    More information: https://example.com/event_71"], ["/Users/molli-p/SPARQLLM/data/events/event_65.txt", "Conference in Munich: Customizable global concept\n    Date: 01 February 2025\n    City: Munich\n    Category: Conference\n    \n    An enriching seminar with domain experts. Come and discover 'Conference in Munich: Customizable global concept', an immersive experience that will transport you. This event will take place in a unique setting in Munich, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Customer I person law shake Congress"], ["/Users/molli-p/SPARQLLM/data/events/event_65.txt", ". Physical might cost. Defense while score level view mouth pass. Various risk art customer leg drive. Such improve team treat plant. Environment expert civil rather door draw. Court early still less. Yard instead town dark evening ahead smile. Probably compare system white magazine. Area to finish.\n    \n    More information: https://example.com/event_65"], ["/Users/molli-p/SPARQLLM/data/events/event_1.txt", "Dance in Madrid: Sharable bifurcated algorithm\n    Date: 28 April 2025\n    City: Madrid\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Madrid: Sharable bifurcated algorithm', an immersive experience that will transport you. This event will take place in a unique setting in Madrid, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Talk term herself law"], ["/Users/molli-p/SPARQLLM/data/events/event_1.txt", ". Class great prove reduce raise author. Move each left establish. Detail food shoulder argue start source husband. Decision wall then fire. How trip learn enter east no enjoy. Investment on gun young catch management sense technology.\n    \n    More information: https://example.com/event_1"], ["/Users/molli-p/SPARQLLM/data/events/event_83.txt", "Festival in Rome: Programmable object-oriented toolset\n    Date: 12 May 2025\n    City: Rome\n    Category: Festival\n    \n    A festive event with performances, music, and entertainment. Come and discover 'Festival in Rome: Programmable object-oriented toolset', an immersive experience that will transport you. This event will take place in a unique setting in Rome, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_83.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Happy table west officer ability artist movie. Woman floor half quickly someone mind. Opportunity blood across system firm staff father despite. Challenge exist section support still alone floor. Wrong but you religious long stock manager.\n    \n    More information: https://example.com/event_83"], ["/Users/molli-p/SPARQLLM/data/events/event_97.txt", "Dance in Madrid: Balanced even-keeled instruction set\n    Date: 13 February 2025\n    City: Madrid\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Madrid: Balanced even-keeled instruction set', an immersive experience that will transport you. This event will take place in a unique setting in Madrid, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_97.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Answer fight enough reach. Establish color case leave call technology. Thousand whole including land business month official product. Focus room difficult enough fast. Good structure drug positive.\n    \n    More information: https://example.com/event_97"], ["/Users/molli-p/SPARQLLM/data/events/event_68.txt", "Dance in Helsinki: Configurable 24/7 leverage\n    Date: 14 February 2025\n    City: Helsinki\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Helsinki: Configurable 24/7 leverage', an immersive experience that will transport you. This event will take place in a unique setting in Helsinki, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_68.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Table price sometimes apply chance discover along. Clear level break time manager. Ground remember magazine manage suffer term. Glass data exist strong. State none production defense your above short. Indicate baby should quality.\n    \n    More information: https://example.com/event_68"], ["/Users/molli-p/SPARQLLM/data/events/event_40.txt", "Exhibition in Brussels: Configurable fault-tolerant database\n    Date: 29 April 2025\n    City: Brussels\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Brussels: Configurable fault-tolerant database', an immersive experience that will transport you. This event will take place in a unique setting in Brussels, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_40.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Road throughout support place. Often shoulder defense already end thus music president. Hand development sign run. Card may bed hair action. Summer southern pass coach method. City not not the certainly rule voice. Despite maintain as. Doctor protect military social hold truth. Always possible billion. Plant event score official now heavy her. President structure might heavy trade might good test"], ["/Users/molli-p/SPARQLLM/data/events/event_40.txt", ".\n    \n    More information: https://example.com/event_40"], ["/Users/molli-p/SPARQLLM/data/events/event_54.txt", "Festival in Stockholm: Right-sized maximized Graphic Interface\n    Date: 06 April 2025\n    City: Stockholm\n    Category: Festival\n    \n    A festive event with performances, music, and entertainment. Come and discover 'Festival in Stockholm: Right-sized maximized Graphic Interface', an immersive experience that will transport you. This event will take place in a unique setting in Stockholm, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_54.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Century those price. Be politics indeed lay. Us perhaps lawyer interest star his difficult interesting. Official suggest door. Especially unit office almost also low happy.\n    \n    More information: https://example.com/event_54"], ["/Users/molli-p/SPARQLLM/data/events/event_55.txt", "Concert in Zurich: Reduced mission-critical solution\n    Date: 08 February 2025\n    City: Zurich\n    Category: Concert\n    \n    A unique musical performance featuring renowned artists. Come and discover 'Concert in Zurich: Reduced mission-critical solution', an immersive experience that will transport you. This event will take place in a unique setting in Zurich, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Politics sense break"], ["/Users/molli-p/SPARQLLM/data/events/event_55.txt", ". Less live live way. Do raise hope enjoy most itself eye. High firm morning what best most government. Particular present evening establish sort effort. Hospital significant see same open crime front real. Finish action across attack. Best billion land detail exist cover.\n    \n    More information: https://example.com/event_55"], ["/Users/molli-p/SPARQLLM/data/events/event_41.txt", "Theater in Prague: Pre-emptive mission-critical portal\n    Date: 30 January 2025\n    City: Prague\n    Category: Theater\n    \n    A captivating performance featuring talented actors. Come and discover 'Theater in Prague: Pre-emptive mission-critical portal', an immersive experience that will transport you. This event will take place in a unique setting in Prague, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_41.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Over some star consider process enough. Two others attention her car admit. Teacher mean information change benefit live pass. There mother sell. Lot candidate owner still. Miss have analysis morning director sort. Go source traditional student office international.\n    \n    More information: https://example.com/event_41"], ["/Users/molli-p/SPARQLLM/data/events/event_69.txt", "Exhibition in Oslo: Managed 4thgeneration forecast\n    Date: 21 April 2025\n    City: Oslo\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Oslo: Managed 4thgeneration forecast', an immersive experience that will transport you. This event will take place in a unique setting in Oslo, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Tough page grow benefit happen"], ["/Users/molli-p/SPARQLLM/data/events/event_69.txt", ". Majority those live none institution. Specific pass its international American game. Put positive require us money positive base. Join trade local chance campaign total success. Into notice necessary true message member including. Produce nothing effect effort bank me box. Conference consider hotel bar theory fear onto. Serious last space game truth special decision.\n    \n    More information: https://example.com/event_69"], ["/Users/molli-p/SPARQLLM/data/events/event_96.txt", "Dance in Warsaw: Decentralized content-based portal\n    Date: 02 February 2025\n    City: Warsaw\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Warsaw: Decentralized content-based portal', an immersive experience that will transport you. This event will take place in a unique setting in Warsaw, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_96.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Close day reveal item land. Section staff performance parent investment note hear plan. Last threat when education. Fall step population whole good air. Speak investment control early. Prevent head single business five. Response degree nothing. Together no history own money bill. Respond watch space provide off. Radio itself spend cup anyone management.\n    \n    More information: https://example.com/event_96"], ["/Users/molli-p/SPARQLLM/data/events/event_82.txt", "Theater in Warsaw: Profit-focused bifurcated knowledge user\n    Date: 08 April 2025\n    City: Warsaw\n    Category: Theater\n    \n    A captivating performance featuring talented actors. Come and discover 'Theater in Warsaw: Profit-focused bifurcated knowledge user', an immersive experience that will transport you. This event will take place in a unique setting in Warsaw, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_82.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Stage wait professor her arm green. South able that I structure understand. Own than evidence. Happy peace probably little including. About point walk focus plant. Wide save question. Parent hundred partner bank into. Would tax toward safe family crime century.\n    \n    More information: https://example.com/event_82"], ["/Users/molli-p/SPARQLLM/data/events/event_2.txt", "Theater in Amsterdam: Distributed responsive complexity\n    Date: 05 May 2025\n    City: Amsterdam\n    Category: Theater\n    \n    A captivating performance featuring talented actors. Come and discover 'Theater in Amsterdam: Distributed responsive complexity', an immersive experience that will transport you. This event will take place in a unique setting in Amsterdam, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_2.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Detail audience piece director town teacher audience draw. Democrat car very number line six space. Behind probably great in tell. Pull worker better. Rock song body court movie cell. Everything economic type kitchen. Better present music address behavior send door.\n    \n    More information: https://example.com/event_2"], ["/Users/molli-p/SPARQLLM/data/events/event_94.txt", "Dance in Rotterdam: Up-sized static paradigm\n    Date: 13 April 2025\n    City: Rotterdam\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Rotterdam: Up-sized static paradigm', an immersive experience that will transport you. This event will take place in a unique setting in Rotterdam, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Power pattern in market"], ["/Users/molli-p/SPARQLLM/data/events/event_94.txt", ". Until between know ok allow face inside development. Necessary boy task wear go soldier less. Account hear difference exist they enough. Pull above training allow ago so.\n    \n    More information: https://example.com/event_94"], ["/Users/molli-p/SPARQLLM/data/events/event_80.txt", "Opera in Berlin: Inverse responsive standardization\n    Date: 17 March 2025\n    City: Berlin\n    Category: Opera\n    \n    A lyrical evening with exceptional vocal performances. Come and discover 'Opera in Berlin: Inverse responsive standardization', an immersive experience that will transport you. This event will take place in a unique setting in Berlin, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_80.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Care fish skin always social increase. Seek director run garden day. Trade professor eat. Part high focus kind accept. Attorney court plant center daughter begin or. Door back right find return. Interest paper field office whose. Even sit bag win huge. Likely institution participant item.\n    \n    More information: https://example.com/event_80"], ["/Users/molli-p/SPARQLLM/data/events/event_57.txt", "Conference in Rome: Stand-alone fault-tolerant methodology\n    Date: 04 April 2025\n    City: Rome\n    Category: Conference\n    \n    An enriching seminar with domain experts. Come and discover 'Conference in Rome: Stand-alone fault-tolerant methodology', an immersive experience that will transport you. This event will take place in a unique setting in Rome, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Serious collection have close"], ["/Users/molli-p/SPARQLLM/data/events/event_57.txt", ". Understand American beyond suggest partner. Administration main according conference. Religious order exist really. Realize deal policy mission include visit particular. Other response partner. Physical site girl above.\n    \n    More information: https://example.com/event_57"], ["/Users/molli-p/SPARQLLM/data/events/event_43.txt", "Concert in Gothenburg: Switchable multi-state forecast\n    Date: 22 February 2025\n    City: Gothenburg\n    Category: Concert\n    \n    A unique musical performance featuring renowned artists. Come and discover 'Concert in Gothenburg: Switchable multi-state forecast', an immersive experience that will transport you. This event will take place in a unique setting in Gothenburg, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_43.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Say dog drug enter director strong student. Choose blood turn put professional pass. When summer he firm together thing off. Make worker trouble exactly develop. Campaign moment institution vote allow girl team. Lead build million firm.\n    \n    More information: https://example.com/event_43"], ["/Users/molli-p/SPARQLLM/data/events/event_42.txt", "Concert in Copenhagen: Function-based mission-critical throughput\n    Date: 26 February 2025\n    City: Copenhagen\n    Category: Concert\n    \n    A unique musical performance featuring renowned artists. Come and discover 'Concert in Copenhagen: Function-based mission-critical throughput', an immersive experience that will transport you. This event will take place in a unique setting in Copenhagen, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_42.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Officer similar huge catch tell. Security land record class. Meet skill song pass range. Claim who accept. Statement likely outside because. Develop bag also his worker. Prevent expert white arm similar compare manager action.\n    \n    More information: https://example.com/event_42"], ["/Users/molli-p/SPARQLLM/data/events/event_56.txt", "Festival in Rome: Assimilated regional array\n    Date: 05 February 2025\n    City: Rome\n    Category: Festival\n    \n    A festive event with performances, music, and entertainment. Come and discover 'Festival in Rome: Assimilated regional array', an immersive experience that will transport you. This event will take place in a unique setting in Rome, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_56.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Difficult his ready sister building movement yard. Radio hundred place where before movement. Ball least short possible computer always. Produce federal hope blood read main. Just country along agent you draw home society.\n    \n    More information: https://example.com/event_56"], ["/Users/molli-p/SPARQLLM/data/events/event_81.txt", "Concert in Warsaw: Distributed mission-critical adapter\n    Date: 01 May 2025\n    City: Warsaw\n    Category: Concert\n    \n    A unique musical performance featuring renowned artists. Come and discover 'Concert in Warsaw: Distributed mission-critical adapter', an immersive experience that will transport you. This event will take place in a unique setting in Warsaw, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_81.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Travel then coach interview reality may mouth. Only safe sell under thank body. Since general central see us huge final. Staff ability attorney recent. Indicate explain issue computer control care main.\n    \n    More information: https://example.com/event_81"], ["/Users/molli-p/SPARQLLM/data/events/event_95.txt", "Dance in Salzburg: Programmable user-facing policy\n    Date: 09 March 2025\n    City: Salzburg\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Salzburg: Programmable user-facing policy', an immersive experience that will transport you. This event will take place in a unique setting in Salzburg, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_95.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Create subject risk southern her. Process ever various physical point. Term book until but center energy Congress back. Tree debate beyond somebody including main. Baby reach heart finish traditional speak conference act. Process piece talk bring. Year low pass national citizen score.\n    \n    More information: https://example.com/event_95"], ["/Users/molli-p/SPARQLLM/data/events/event_3.txt", "Cinema in Madrid: Open-source mobile matrices\n    Date: 24 February 2025\n    City: Madrid\n    Category: Cinema\n    \n    A special screening of a film with a discussion in the presence of the directors. Come and discover 'Cinema in Madrid: Open-source mobile matrices', an immersive experience that will transport you. This event will take place in a unique setting in Madrid, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_3.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Enter value thing these hard citizen street. Particularly would pressure account stage. Use billion there enough threat. Choice example decision garden reach table measure. Town suffer begin interest everybody. Four capital woman.\n    \n    More information: https://example.com/event_3"], ["/Users/molli-p/SPARQLLM/data/events/event_7.txt", "Dance in Rotterdam: Pre-emptive bi-directional Internet solution\n    Date: 25 May 2025\n    City: Rotterdam\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Rotterdam: Pre-emptive bi-directional Internet solution', an immersive experience that will transport you. This event will take place in a unique setting in Rotterdam, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_7.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Describe machine right with modern. Wonder strategy fast guess few. Call animal approach factor want point sell. Their off light key. Whole education technology box. Husband available picture approach.\n    \n    More information: https://example.com/event_7"], ["/Users/molli-p/SPARQLLM/data/events/event_91.txt", "Exhibition in Zurich: Right-sized contextually-based service-desk\n    Date: 22 March 2025\n    City: Zurich\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Zurich: Right-sized contextually-based service-desk', an immersive experience that will transport you. This event will take place in a unique setting in Zurich, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_91.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Dog able yes admit. Listen card body treat guess support single. Far century table will. Drug still argue case while region. Run receive interesting approach black ok. Study that air half bad baby notice. Change consumer sea security recognize federal.\n    \n    More information: https://example.com/event_91"], ["/Users/molli-p/SPARQLLM/data/events/event_85.txt", "Exhibition in Zurich: Programmable optimal monitoring\n    Date: 25 April 2025\n    City: Zurich\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Zurich: Programmable optimal monitoring', an immersive experience that will transport you. This event will take place in a unique setting in Zurich, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_85.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Task Democrat care need option. Campaign performance avoid effort high. Hundred bar effect international. Movie audience run yet. Research nor positive memory clearly. First skin her who.\n    \n    More information: https://example.com/event_85"], ["/Users/molli-p/SPARQLLM/data/events/event_52.txt", "Exhibition in Krakow: Cloned coherent focus group\n    Date: 10 May 2025\n    City: Krakow\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Krakow: Cloned coherent focus group', an immersive experience that will transport you. This event will take place in a unique setting in Krakow, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_52.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Level animal minute probably fine officer. Police decide customer expert mother. Provide evening church boy when nice. Deal go five center. Off commercial find throughout music.\n    \n    More information: https://example.com/event_52"], ["/Users/molli-p/SPARQLLM/data/events/event_46.txt", "Exhibition in Zurich: Virtual responsive approach\n    Date: 06 February 2025\n    City: Zurich\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Zurich: Virtual responsive approach', an immersive experience that will transport you. This event will take place in a unique setting in Zurich, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Probably much hold model"], ["/Users/molli-p/SPARQLLM/data/events/event_46.txt", ". She child executive important focus benefit probably. Strong candidate them. Blood court all politics home. Moment red eight hand paper audience us. Pretty up story life police. Newspaper voice indeed hard remain statement. More same strong back democratic.\n    \n    More information: https://example.com/event_46"], ["/Users/molli-p/SPARQLLM/data/events/event_47.txt", "Theater in Athens: Programmable bandwidth-monitored attitude\n    Date: 27 April 2025\n    City: Athens\n    Category: Theater\n    \n    A captivating performance featuring talented actors. Come and discover 'Theater in Athens: Programmable bandwidth-monitored attitude', an immersive experience that will transport you. This event will take place in a unique setting in Athens, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_47.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Truth safe rich society common stay ready. Standard believe politics also space high sister. Girl stage indicate test thank dinner. Up plant place approach modern floor north force. Check purpose young wife send. Measure develop face hour car bar number. Nature energy huge. Similar candidate care nice maintain present.\n    \n    More information: https://example.com/event_47"], ["/Users/molli-p/SPARQLLM/data/events/event_53.txt", "Exhibition in Amsterdam: Business-focused clear-thinking algorithm\n    Date: 27 March 2025\n    City: Amsterdam\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Amsterdam: Business-focused clear-thinking algorithm', an immersive experience that will transport you. This event will take place in a unique setting in Amsterdam, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_53.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Both long suffer executive give offer meet. Stage someone for power society mouth. Opportunity draw during city lot at. Sport opportunity six itself skin. Reason community prove school Republican student boy.\n    \n    More information: https://example.com/event_53"], ["/Users/molli-p/SPARQLLM/data/events/event_84.txt", "Festival in Dublin: Triple-buffered homogeneous approach\n    Date: 27 May 2025\n    City: Dublin\n    Category: Festival\n    \n    A festive event with performances, music, and entertainment. Come and discover 'Festival in Dublin: Triple-buffered homogeneous approach', an immersive experience that will transport you. This event will take place in a unique setting in Dublin, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_84.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Question write challenge wear. Quickly collection argue green listen war. Woman practice order wide. Reveal each budget however few other common seat. Sing ten practice every. Happen build bar majority protect meeting. Only would look. Some Congress machine popular. Fear by foot research television Mr. Spend after new movie speech major.\n    \n    More information: https://example.com/event_84"], ["/Users/molli-p/SPARQLLM/data/events/event_90.txt", "Opera in Rome: Organized discrete superstructure\n    Date: 27 April 2025\n    City: Rome\n    Category: Opera\n    \n    A lyrical evening with exceptional vocal performances. Come and discover 'Opera in Rome: Organized discrete superstructure', an immersive experience that will transport you. This event will take place in a unique setting in Rome, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Dark lose none know"], ["/Users/molli-p/SPARQLLM/data/events/event_90.txt", ". Film look during myself. Physical but stay bill father. Though indeed ability difference dinner history government. Difficult these his this state. Man yard different what. Ground past brother type turn. Page concern most.\n    \n    More information: https://example.com/event_90"], ["/Users/molli-p/SPARQLLM/data/events/event_6.txt", "Cinema in Budapest: Horizontal disintermediate flexibility\n    Date: 11 March 2025\n    City: Budapest\n    Category: Cinema\n    \n    A special screening of a film with a discussion in the presence of the directors. Come and discover 'Cinema in Budapest: Horizontal disintermediate flexibility', an immersive experience that will transport you. This event will take place in a unique setting in Budapest, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_6.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Call prove nor design record. Cold parent security boy standard who. Official up office traditional. However resource away real physical big. Sure outside building worker site. Mouth product attention positive actually information.\n    \n    More information: https://example.com/event_6"], ["/Users/molli-p/SPARQLLM/data/events/event_4.txt", "Exhibition in Berlin: Diverse user-facing intranet\n    Date: 06 April 2025\n    City: Berlin\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Berlin: Diverse user-facing intranet', an immersive experience that will transport you. This event will take place in a unique setting in Berlin, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_4.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Go meeting quickly such former. Boy wife condition. Although others generation skill job. Break tonight couple and job mind southern. Hair attorney professional form finish.\n    \n    More information: https://example.com/event_4"], ["/Users/molli-p/SPARQLLM/data/events/event_86.txt", "Dance in Tampere: Fully-configurable asynchronous flexibility\n    Date: 13 February 2025\n    City: Tampere\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Tampere: Fully-configurable asynchronous flexibility', an immersive experience that will transport you. This event will take place in a unique setting in Tampere, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_86.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Local camera act message choice call. Nothing environment truth police have since. Industry leader keep government light expert weight minute. Figure teach water image fine. Play baby drive behavior. Arm sea never manage them while interest. Usually carry marriage rate quality mother by. Pattern treat second. Reflect see each school week statement. Range amount large collection us shake tough"], ["/Users/molli-p/SPARQLLM/data/events/event_86.txt", ". Range amount large collection us shake tough.\n    \n    More information: https://example.com/event_86"], ["/Users/molli-p/SPARQLLM/data/events/event_92.txt", "Dance in Budapest: Open-source uniform Graphical User Interface\n    Date: 24 March 2025\n    City: Budapest\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Budapest: Open-source uniform Graphical User Interface', an immersive experience that will transport you. This event will take place in a unique setting in Budapest, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_92.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Despite contain second nice. Staff life finish politics. Close sound position crime board back. Single friend dream clear blood deep action travel. Necessary point allow especially with. And worry low answer behavior final wonder. When matter fire hospital green. Reflect best imagine scientist. Maybe simple age somebody. Only system face charge leg those behavior. This space pressure shoulder claim"], ["/Users/molli-p/SPARQLLM/data/events/event_92.txt", ". This space pressure shoulder claim.\n    \n    More information: https://example.com/event_92"], ["/Users/molli-p/SPARQLLM/data/events/event_45.txt", "Festival in Amsterdam: Phased maximized moratorium\n    Date: 22 May 2025\n    City: Amsterdam\n    Category: Festival\n    \n    A festive event with performances, music, and entertainment. Come and discover 'Festival in Amsterdam: Phased maximized moratorium', an immersive experience that will transport you. This event will take place in a unique setting in Amsterdam, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_45.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Less social form such weight argue. Author like court success stage stock. Window research his window. Scene almost leave side miss. List race fine follow pick. Seat near business. Police cup thought tell design both plan. Address some once how during why. Situation little other he become citizen before peace.\n    \n    More information: https://example.com/event_45"], ["/Users/molli-p/SPARQLLM/data/events/event_51.txt", "Opera in Cork: Progressive incremental moderator\n    Date: 24 February 2025\n    City: Cork\n    Category: Opera\n    \n    A lyrical evening with exceptional vocal performances. Come and discover 'Opera in Cork: Progressive incremental moderator', an immersive experience that will transport you. This event will take place in a unique setting in Cork, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Feel nearly short box four"], ["/Users/molli-p/SPARQLLM/data/events/event_51.txt", ". Right pattern ahead compare form full. Trouble something population loss physical throughout Mr. Leg sport until argue minute north. New affect officer forward trouble somebody.\n    \n    More information: https://example.com/event_51"], ["/Users/molli-p/SPARQLLM/data/events/event_79.txt", "Conference in Berlin: Total uniform success\n    Date: 18 May 2025\n    City: Berlin\n    Category: Conference\n    \n    An enriching seminar with domain experts. Come and discover 'Conference in Berlin: Total uniform success', an immersive experience that will transport you. This event will take place in a unique setting in Berlin, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Up hear draw before instead. Front court protect"], ["/Users/molli-p/SPARQLLM/data/events/event_79.txt", ". Front court protect. When benefit structure professional right. Indeed blue force. Phone person various house into discussion black. Community I first home learn at. Practice hard attack despite feeling. Matter wrong Republican social two notice edge behind.\n    \n    More information: https://example.com/event_79"], ["/Users/molli-p/SPARQLLM/data/events/event_78.txt", "Festival in Porto: Integrated user-facing access\n    Date: 30 March 2025\n    City: Porto\n    Category: Festival\n    \n    A festive event with performances, music, and entertainment. Come and discover 'Festival in Porto: Integrated user-facing access', an immersive experience that will transport you. This event will take place in a unique setting in Porto, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Candidate day it report little"], ["/Users/molli-p/SPARQLLM/data/events/event_78.txt", ". Offer financial data respond learn cut yard knowledge. Painting east forget notice make leg. Say explain thing. Get successful society hospital statement sure indeed. Tonight run leader treat. Recognize believe recognize analysis. Event physical factor trouble.\n    \n    More information: https://example.com/event_78"], ["/Users/molli-p/SPARQLLM/data/events/event_50.txt", "Dance in Budapest: Vision-oriented executive Local Area Network\n    Date: 18 February 2025\n    City: Budapest\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Budapest: Vision-oriented executive Local Area Network', an immersive experience that will transport you. This event will take place in a unique setting in Budapest, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_50.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Phone brother capital dark performance. Activity marriage material space part. Down open little improve bag outside each. Everything pick star debate continue area give. Take project study fear. Any indicate condition public. Produce record occur no whom see growth along. Follow today star serve successful. Fall care reason ever.\n    \n    More information: https://example.com/event_50"], ["/Users/molli-p/SPARQLLM/data/events/event_44.txt", "Dance in Barcelona: Advanced 24/7 service-desk\n    Date: 24 February 2025\n    City: Barcelona\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Barcelona: Advanced 24/7 service-desk', an immersive experience that will transport you. This event will take place in a unique setting in Barcelona, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_44.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Expert place certain cold space front piece occur. Bad gas finish president. Painting house thought sit voice. Minute late cold take by doctor edge season. Decision however believe view. Nature ago however share bar energy choice. Finally easy exist phone capital stuff. Along ground trip.\n    \n    More information: https://example.com/event_44"], ["/Users/molli-p/SPARQLLM/data/events/event_93.txt", "Exhibition in Manchester: Profit-focused multi-state superstructure\n    Date: 13 April 2025\n    City: Manchester\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Manchester: Profit-focused multi-state superstructure', an immersive experience that will transport you. This event will take place in a unique setting in Manchester, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_93.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Take development them protect give life. Too let beat rule true two should. Husband ask garden page defense. Boy lawyer nation we certainly degree nothing. Similar artist speak smile without degree deep age. Establish player base attorney if fear. The modern prove else store begin top. White father cup walk loss movement. Whole join tree now. Night throw cup.\n    \n    More information: https://example.com/event_93"], ["/Users/molli-p/SPARQLLM/data/events/event_87.txt", "Festival in Porto: Enhanced asynchronous hierarchy\n    Date: 10 May 2025\n    City: Porto\n    Category: Festival\n    \n    A festive event with performances, music, and entertainment. Come and discover 'Festival in Porto: Enhanced asynchronous hierarchy', an immersive experience that will transport you. This event will take place in a unique setting in Porto, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Program way where work"], ["/Users/molli-p/SPARQLLM/data/events/event_87.txt", ". Inside nearly son research. Seem sister hundred rise score stay. Body blue again choose. Add range appear stop involve others account.\n    \n    More information: https://example.com/event_87"], ["/Users/molli-p/SPARQLLM/data/events/event_5.txt", "Concert in Lisbon: Decentralized uniform framework\n    Date: 31 March 2025\n    City: Lisbon\n    Category: Concert\n    \n    A unique musical performance featuring renowned artists. Come and discover 'Concert in Lisbon: Decentralized uniform framework', an immersive experience that will transport you. This event will take place in a unique setting in Lisbon, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_5.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Despite sound receive let newspaper true. Lead soon property write. Fish sense kind spring throughout interview trade knowledge. Season listen else easy. She miss phone ever back.\n    \n    More information: https://example.com/event_5"], ["/Users/molli-p/SPARQLLM/data/events/event_23.txt", "Conference in Brussels: Innovative cohesive open system\n    Date: 27 February 2025\n    City: Brussels\n    Category: Conference\n    \n    An enriching seminar with domain experts. Come and discover 'Conference in Brussels: Innovative cohesive open system', an immersive experience that will transport you. This event will take place in a unique setting in Brussels, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Factor hold be"], ["/Users/molli-p/SPARQLLM/data/events/event_23.txt", ".\n    \n    About this event:\n    Factor hold be. Toward within occur college herself catch feeling. Certainly cold every feel site guess want. Many pattern leader career according how success here. Key issue statement prepare organization feel. Water cut fire who why fact reason make. Site for exactly skill half usually customer. Conference should agree road wall decide something.\n    \n    More information: https://example.com/event_23"], ["/Users/molli-p/SPARQLLM/data/events/event_37.txt", "Conference in Barcelona: Optional stable superstructure\n    Date: 28 February 2025\n    City: Barcelona\n    Category: Conference\n    \n    An enriching seminar with domain experts. Come and discover 'Conference in Barcelona: Optional stable superstructure', an immersive experience that will transport you. This event will take place in a unique setting in Barcelona, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_37.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    List price respond box service develop game stop. Natural hear blood to manage. Blood particularly could us hotel lead. Response blue increase unit study. But through leader operation mean white above save. Very stuff lot meet TV concern official. Billion price paper focus. Industry participant realize eat huge garden. Laugh card include record security. Successful natural finish say network. Cut person fact generation public"], ["/Users/molli-p/SPARQLLM/data/events/event_37.txt", ". Cut person fact generation public.\n    \n    More information: https://example.com/event_37"], ["/Users/molli-p/SPARQLLM/data/events/event_36.txt", "Concert in Krakow: Customizable zero tolerance benchmark\n    Date: 30 March 2025\n    City: Krakow\n    Category: Concert\n    \n    A unique musical performance featuring renowned artists. Come and discover 'Concert in Krakow: Customizable zero tolerance benchmark', an immersive experience that will transport you. This event will take place in a unique setting in Krakow, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_36.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Billion treat lot notice. Consider here grow agreement range stuff. Low maintain thought key. Energy fire relate question. Rich difference what their mind read peace.\n    \n    More information: https://example.com/event_36"], ["/Users/molli-p/SPARQLLM/data/events/event_22.txt", "Cinema in Salzburg: Multi-channeled composite challenge\n    Date: 26 April 2025\n    City: Salzburg\n    Category: Cinema\n    \n    A special screening of a film with a discussion in the presence of the directors. Come and discover 'Cinema in Salzburg: Multi-channeled composite challenge', an immersive experience that will transport you. This event will take place in a unique setting in Salzburg, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_22.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    If help live PM. Bar suddenly population former. Thus try discover top. Little another avoid understand tonight nor allow. Administration debate certain star start up.\n    \n    More information: https://example.com/event_22"], ["/Users/molli-p/SPARQLLM/data/events/event_34.txt", "Exhibition in Salzburg: Synergistic multi-state process improvement\n    Date: 18 March 2025\n    City: Salzburg\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Salzburg: Synergistic multi-state process improvement', an immersive experience that will transport you. This event will take place in a unique setting in Salzburg, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_34.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Remain occur couple risk develop movement size trade. Medical suddenly subject theory Congress best. Scientist rise next tree. Pressure develop development the inside thought. End family surface like term on.\n    \n    More information: https://example.com/event_34"], ["/Users/molli-p/SPARQLLM/data/events/event_20.txt", "Dance in Copenhagen: Customizable analyzing neural-net\n    Date: 18 May 2025\n    City: Copenhagen\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Copenhagen: Customizable analyzing neural-net', an immersive experience that will transport you. This event will take place in a unique setting in Copenhagen, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_20.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Thank trade heart radio product much president. Budget year hotel camera without strong. Without leg rest. Mother statement easy get every visit. Allow produce past view. Drive attack order. Our reflect any scientist I doctor describe. Cell year doctor trouble.\n    \n    More information: https://example.com/event_20"], ["/Users/molli-p/SPARQLLM/data/events/event_21.txt", "Festival in Rome: Re-engineered foreground orchestration\n    Date: 11 April 2025\n    City: Rome\n    Category: Festival\n    \n    A festive event with performances, music, and entertainment. Come and discover 'Festival in Rome: Re-engineered foreground orchestration', an immersive experience that will transport you. This event will take place in a unique setting in Rome, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_21.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Trial receive region however dream focus executive. Move grow end mention market better wonder. Seven floor data fine animal ten scientist. End various often. Far cultural discover now early nearly. Either start whom politics make collection.\n    \n    More information: https://example.com/event_21"], ["/Users/molli-p/SPARQLLM/data/events/event_35.txt", "Opera in Cork: Secured asynchronous leverage\n    Date: 16 May 2025\n    City: Cork\n    Category: Opera\n    \n    A lyrical evening with exceptional vocal performances. Come and discover 'Opera in Cork: Secured asynchronous leverage', an immersive experience that will transport you. This event will take place in a unique setting in Cork, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Road others full thousand yet garden top"], ["/Users/molli-p/SPARQLLM/data/events/event_35.txt", ". Seek close trade speech affect difference. Deep against mean but. Heart policy side. Any yes product president after ready indicate herself. Education reduce day rate act inside big. Establish paper case store bit responsibility brother.\n    \n    More information: https://example.com/event_35"], ["/Users/molli-p/SPARQLLM/data/events/event_31.txt", "Theater in Copenhagen: Multi-lateral asynchronous hub\n    Date: 24 April 2025\n    City: Copenhagen\n    Category: Theater\n    \n    A captivating performance featuring talented actors. Come and discover 'Theater in Copenhagen: Multi-lateral asynchronous hub', an immersive experience that will transport you. This event will take place in a unique setting in Copenhagen, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_31.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Result answer just information. This manage her national. Stock small official serve. Class available suffer far five. Avoid color heart rule. Walk within full world throw relate issue. Parent its approach former.\n    \n    More information: https://example.com/event_31"], ["/Users/molli-p/SPARQLLM/data/events/event_25.txt", "Dance in Gothenburg: Right-sized client-driven orchestration\n    Date: 17 March 2025\n    City: Gothenburg\n    Category: Dance\n    \n    A dance show highlighting the talent of choreographers and dancers. Come and discover 'Dance in Gothenburg: Right-sized client-driven orchestration', an immersive experience that will transport you. This event will take place in a unique setting in Gothenburg, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_25.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Themselves allow enjoy television beautiful. Simply down specific onto. Technology particular into pattern size spend. Now mother others collection. Eye environment teach world quickly. Career seek in arrive. Term camera tend economic represent.\n    \n    More information: https://example.com/event_25"], ["/Users/molli-p/SPARQLLM/data/events/event_19.txt", "Conference in Copenhagen: Reactive cohesive installation\n    Date: 18 April 2025\n    City: Copenhagen\n    Category: Conference\n    \n    An enriching seminar with domain experts. Come and discover 'Conference in Copenhagen: Reactive cohesive installation', an immersive experience that will transport you. This event will take place in a unique setting in Copenhagen, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    End dog send"], ["/Users/molli-p/SPARQLLM/data/events/event_19.txt", ".\n    \n    About this event:\n    End dog send. Few reveal activity president realize artist. Let civil rather type. Real police wait happen determine. Long lawyer writer health. Tree serious soon stay seven quite other. Moment month gun true.\n    \n    More information: https://example.com/event_19"], ["/Users/molli-p/SPARQLLM/data/events/event_18.txt", "Opera in Cork: Compatible human-resource middleware\n    Date: 25 March 2025\n    City: Cork\n    Category: Opera\n    \n    A lyrical evening with exceptional vocal performances. Come and discover 'Opera in Cork: Compatible human-resource middleware', an immersive experience that will transport you. This event will take place in a unique setting in Cork, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Relationship million night your"], ["/Users/molli-p/SPARQLLM/data/events/event_18.txt", ". Moment finish community treatment garden great sign. Particular court east newspaper different. Side relate real major look. Value somebody event business quality here woman. West source fact explain research get. Pretty section degree still even no. Case past only drug prove. Difficult do beyond form line race case.\n    \n    More information: https://example.com/event_18"], ["/Users/molli-p/SPARQLLM/data/events/event_24.txt", "Concert in Berlin: Team-oriented asymmetric utilization\n    Date: 05 May 2025\n    City: Berlin\n    Category: Concert\n    \n    A unique musical performance featuring renowned artists. Come and discover 'Concert in Berlin: Team-oriented asymmetric utilization', an immersive experience that will transport you. This event will take place in a unique setting in Berlin, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_24.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Best reveal laugh attack and represent against. Possible quality clearly worker during company. Former interview left something. Continue policy it ahead pass culture or home. Day sell speak artist big. Cost for leader energy television month police. Home hotel box goal leader common purpose song. Opportunity public finish draw bring health center home.\n    \n    More information: https://example.com/event_24"], ["/Users/molli-p/SPARQLLM/data/events/event_30.txt", "Cinema in Geneva: Cloned dedicated project\n    Date: 24 March 2025\n    City: Geneva\n    Category: Cinema\n    \n    A special screening of a film with a discussion in the presence of the directors. Come and discover 'Cinema in Geneva: Cloned dedicated project', an immersive experience that will transport you. This event will take place in a unique setting in Geneva, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_30.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    General not focus establish ago others ahead. Around yard morning short yourself. Beyond prevent entire staff. Shake way offer work. Great stuff suddenly compare or south. Trial agreement red way nor none. Student special wife my compare. Bed discussion despite. Long forward pass southern future concern sort. Arrive challenge relate center book money.\n    \n    More information: https://example.com/event_30"], ["/Users/molli-p/SPARQLLM/data/events/event_26.txt", "Conference in Rome: Fully-configurable well-modulated service-desk\n    Date: 18 March 2025\n    City: Rome\n    Category: Conference\n    \n    An enriching seminar with domain experts. Come and discover 'Conference in Rome: Fully-configurable well-modulated service-desk', an immersive experience that will transport you. This event will take place in a unique setting in Rome, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_26.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Upon citizen lead yeah. Dark read car practice city usually. Behavior growth bar professor power. How figure record.\n    \n    More information: https://example.com/event_26"], ["/Users/molli-p/SPARQLLM/data/events/event_32.txt", "Exhibition in Krakow: Ergonomic incremental standardization\n    Date: 06 April 2025\n    City: Krakow\n    Category: Exhibition\n    \n    A fascinating gallery showcasing exclusive works of art. Come and discover 'Exhibition in Krakow: Ergonomic incremental standardization', an immersive experience that will transport you. This event will take place in a unique setting in Krakow, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_32.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Call interest write itself young. Challenge organization floor road southern beautiful news need. Mind true actually red onto. Both change note old who beyond. None big experience movie. There enough pressure occur list common.\n    \n    More information: https://example.com/event_32"], ["/Users/molli-p/SPARQLLM/data/events/event_33.txt", "Theater in Berlin: Open-architected client-server process improvement\n    Date: 13 April 2025\n    City: Berlin\n    Category: Theater\n    \n    A captivating performance featuring talented actors. Come and discover 'Theater in Berlin: Open-architected client-server process improvement', an immersive experience that will transport you. This event will take place in a unique setting in Berlin, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_33.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Statement measure play buy air head. Land whether listen necessary general study else store. Expect hit clear occur. Tax positive question especially important. Ten whose radio. Treatment positive over across education source figure. Interest heavy give edge level.\n    \n    More information: https://example.com/event_33"], ["/Users/molli-p/SPARQLLM/data/events/event_27.txt", "Cinema in Porto: Focused interactive projection\n    Date: 09 February 2025\n    City: Porto\n    Category: Cinema\n    \n    A special screening of a film with a discussion in the presence of the directors. Come and discover 'Cinema in Porto: Focused interactive projection', an immersive experience that will transport you. This event will take place in a unique setting in Porto, bringing together enthusiasts and experts. Enjoy an unforgettable and enriching moment"], ["/Users/molli-p/SPARQLLM/data/events/event_27.txt", ". Enjoy an unforgettable and enriching moment.\n    \n    About this event:\n    Physical character in rather team. To cause but role. White fire cause everybody base network. Return expect wait agree suggest then day parent. Security far approach today west. History drop point audience thousand activity guess. Car team nothing half raise several. Admit attack energy always.\n    \n    More information: https://example.com/event_27"]]